Repository: kamisama91/service.skin.smartplaylist.widgets
Catalog: resources/language/*/strings.po
Languages: french

# #32000
source: General
french: Général

# #32001
source: Ignore special episodes
french: Ignorer les épisodes spéciaux

# #32002
source: Displayed items number
french: Nombre d'éléments affichés

# #32100
source: Recommended
french: Recommandés

# #32101
source: Recommended items
french: Eléments recommandés

# #32200
source: Random
french: Aléatoires

# #32201
source: Random items
french: Eléments aléatoires

# #32202
source: Only unplayed and unfinished items
french: Seulement non vu et non terminé

# #32203
source: Update method
french: Méthode de rafraichissement

# #32204
source: Refresh timer (minutes)
french: Délai de rafraichissement (minutes)

# #32205
source: Use timer
french: Utiliser un timer

# #32206
source: After database update
french: Après mise à jour de la base de données

# #32207
source: Home screen displayed
french: Au retour à l'écran d'accueil

# #32300
source: Recent
french: Récents

# #32301
source: Recent items
french: Eléments récents

# #32302
source: Only unplayed and unfinished items
french: Seulement non vu et non terminé

# #32400
source: Playlists
french: Playlistes

# #32401
source: Automatically select playlists
french: Slectionner automatiquement les playlistes

# #32402
source: Playlist path
french: Chemin de la playliste
